<<<<<<< HEAD
h=float(input('Введите рост в м:'))
m=int(input('Введите массу тела в кг:'))
I=int
I=m/(h*h)
print('Ваш индекс массы тела:', I)
if I < 30:
    print('20' + '|' + '=' * (6 * 3) + '50')
elif I== 30:
    print('20' + '=' * 6 + '|' + '=' * (6 * 2) + '50') 
elif I == 40:
    print('20' + '=' * (6 * 2) + '|' + '=' * 6 + '50')
I = 30 
print('20' + '=' * 6 + '|' + '=' * (6 * 2) + '50')
I = 40
print('20' + '=' * (6 * 2) + '|' + '=' * 6 + '50')
=======
h=float(input('Введите рост в м:'))
m=int(input('Введите массу тела в кг:'))
I=int
I=m/(h*h)
print('Ваш индекс массы тела:', I)
if I < 30:
    print('20' + '|' + '=' * (6 * 3) + '50')
elif I== 30:
    print('20' + '=' * 6 + '|' + '=' * (6 * 2) + '50') 
elif I == 40:
    print('20' + '=' * (6 * 2) + '|' + '=' * 6 + '50')
I = 30 
print('20' + '=' * 6 + '|' + '=' * (6 * 2) + '50')
I = 40
print('20' + '=' * (6 * 2) + '|' + '=' * 6 + '50')
>>>>>>> 00c09271c6ff3a56875a0e1f18c637d396d9f94b
